Repository: hebiweng/interstellar
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ko, tr, zh_hans

# ai.app-verification-failed-http
source: App verification failed (HTTP {{statusCode}}).
de: App-Überprüfung fehlgeschlagen (HTTP {{statusCode}}).
es: La verificación de la app falló (HTTP {{statusCode}}).
fr: La vérification de l’app a échoué (HTTP {{statusCode}}).
it: Verifica dell’app non riuscita (HTTP {{statusCode}}).
ko: 앱 확인에 실패했습니다(HTTP {{statusCode}}).
tr: Uygulama doğrulaması başarısız oldu (HTTP {{statusCode}}).
zh_hans: App 验证失败（HTTP {{statusCode}}）。

# ai.app-verification-invalid-response
source: Invalid response from the app verification service.
de: Ungültige Antwort des App-Überprüfungsdienstes.
es: Respuesta no válida del servicio de verificación de la app.
fr: Réponse non valide du service de vérification de l’app.
it: Risposta non valida dal servizio di verifica dell’app.
ko: 앱 확인 서비스의 응답이 올바르지 않습니다.
tr: Uygulama doğrulama hizmetinden geçersiz yanıt.
zh_hans: App 验证服务返回了无效响应。

# ai.app-verification-retry
source: We couldn’t verify this app right now. Please try again.
de: Diese App konnte gerade nicht überprüft werden. Bitte versuche es erneut.
es: No pudimos verificar la app en este momento. Inténtalo de nuevo.
fr: Nous n’avons pas pu vérifier l’app pour le moment. Réessayez.
it: Non è stato possibile verificare l’app in questo momento. Riprova.
ko: 현재 이 앱을 확인할 수 없습니다. 다시 시도하세요.
tr: Bu uygulamayı şu anda doğrulayamadık. Lütfen tekrar deneyin.
zh_hans: 暂时无法验证 App，请稍后重试。

# ai.app-verification-unsupported
source: This device cannot verify the app installation.
de: Dieses Gerät kann die App-Installation nicht überprüfen.
es: Este dispositivo no puede verificar la instalación de la app.
fr: Cet appareil ne peut pas vérifier l’installation de l’app.
it: Questo dispositivo non può verificare l’installazione dell’app.
ko: 이 기기에서는 앱 설치를 확인할 수 없습니다.
tr: Bu cihaz uygulama kurulumunu doğrulayamıyor.
zh_hans: 此设备无法验证 App 安装。

# ai.authorization-failed
source: App verification authorization failed.
de: Autorisierung der App-Überprüfung fehlgeschlagen.
es: Falló la autorización de verificación de la app.
fr: Échec de l’autorisation de vérification de l’app.
it: Autorizzazione alla verifica dell’app non riuscita.
ko: 앱 확인 인증에 실패했습니다.
tr: Uygulama doğrulama yetkilendirmesi başarısız oldu.
zh_hans: App 验证授权失败。

# ai.interpretation-invalid-response
source: Invalid response from the interpretation service.
de: Ungültige Antwort des Deutungsdienstes.
es: Respuesta no válida del servicio de interpretación.
fr: Réponse non valide du service d’interprétation.
it: Risposta non valida dal servizio di interpretazione.
ko: 해석 서비스의 응답이 올바르지 않습니다.
tr: Yorumlama hizmetinden geçersiz yanıt.
zh_hans: 解读服务返回了无效响应。

# ai.interpretation-response-unverified
source: The generated report could not be verified. Try again.
de: Der erzeugte Bericht konnte nicht verifiziert werden. Versuche es erneut.
es: No se pudo verificar el informe generado. Inténtalo de nuevo.
fr: Le rapport généré n’a pas pu être vérifié. Réessayez.
it: Non è stato possibile verificare il report generato. Riprova.
ko: 생성된 보고서를 확인할 수 없습니다. 다시 시도하세요.
tr: Oluşturulan rapor doğrulanamadı. Tekrar deneyin.
zh_hans: 生成的报告未能通过校验，请重试。

# ai.interpretation-server-http
source: The interpretation service returned HTTP {{statusCode}}.
de: Der Deutungsdienst hat HTTP {{statusCode}} zurückgegeben.
es: El servicio de interpretación devolvió HTTP {{statusCode}}.
fr: Le service d’interprétation a renvoyé HTTP {{statusCode}}.
it: Il servizio di interpretazione ha restituito HTTP {{statusCode}}.
ko: 해석 서비스가 HTTP {{statusCode}}를 반환했습니다.
tr: Yorumlama hizmeti HTTP {{statusCode}} döndürdü.
zh_hans: 解读服务返回 HTTP {{statusCode}}。

# ai.network-consent.chart-message
source: ChatGPT only helps refine the report you request; Interstellar performs the calculations and provides the in-app chart content. When you tap Generate, the name or nickname, relationship type when applicable, and calculated chart results are sent through Interstellar Relay. Your profile birth date, birth time and birthplace are not sent. You can use a nickname if you prefer. After this device saves and acknowledges the report, Relay deletes it and no longer stores it. One Credit is charged only after verification and saving.
de: ChatGPT hilft nur dabei, den von dir angeforderten Bericht zu verfeinern; Interstellar führt die Berechnungen durch und stellt die Horoskopinhalte in der App bereit. Wenn du auf „Generieren“ tippst, werden Name oder Spitzname, gegebenenfalls die Art der Beziehung sowie die berechneten Horoskopergebnisse über Interstellar Relay gesendet. Geburtsdatum, Geburtszeit und Geburtsort deines Profils werden nicht gesendet. Du kannst auf Wunsch einen Spitznamen verwenden. Nachdem dieses Gerät den Bericht gespeichert und die Zustellung bestätigt hat, löscht Relay ihn und speichert ihn nicht weiter. Ein Credit wird erst nach Verifizierung und Speicherung berechnet.
es: ChatGPT solo ayuda a perfeccionar el informe que solicitas; Interstellar realiza los cálculos y proporciona el contenido de las cartas en la app. Al pulsar Generar, se envían mediante Interstellar Relay el nombre o apodo, el tipo de relación cuando corresponda y los resultados calculados. No se envían la fecha, hora ni lugar de nacimiento del perfil. Puedes usar un apodo. Después de que este dispositivo guarde y confirme el informe, Relay lo elimina y deja de conservarlo. Solo se cobra 1 Credit tras verificarlo y guardarlo.
fr: ChatGPT aide uniquement à améliorer le rapport que vous demandez ; Interstellar effectue les calculs et fournit le contenu des thèmes dans l’app. Lorsque vous touchez Générer, le nom ou surnom, le type de relation le cas échéant et les résultats calculés sont envoyés via Interstellar Relay. La date, l’heure et le lieu de naissance du profil ne sont pas envoyés. Vous pouvez utiliser un surnom. Après l’enregistrement et l’accusé de réception par cet appareil, Relay supprime le rapport et ne le conserve plus. Un Credit n’est débité qu’après validation et enregistrement.
it: ChatGPT aiuta solo a perfezionare il report che richiedi; Interstellar esegue i calcoli e fornisce i contenuti del tema nell’app. Quando tocchi Genera, il nome o soprannome, il tipo di relazione quando applicabile e i risultati calcolati del tema vengono inviati tramite Interstellar Relay. La data, l’ora e il luogo di nascita del profilo non vengono inviati. Se preferisci, puoi usare un soprannome. Dopo che questo dispositivo salva il report e ne conferma la consegna, Relay lo elimina e non lo conserva più. Viene addebitato un Credit solo dopo la verifica e il salvataggio.
ko: ChatGPT는 사용자가 요청한 보고서를 다듬는 데만 도움을 줍니다. 계산과 앱 내 차트 콘텐츠 제공은 Interstellar가 수행합니다. ‘생성’을 탭하면 이름 또는 닉네임, 해당되는 경우 관계 유형, 계산된 차트 결과가 Interstellar Relay를 통해 전송됩니다. 프로필의 출생일, 출생 시간, 출생지는 전송되지 않습니다. 원한다면 닉네임을 사용할 수 있습니다. 이 기기가 보고서를 저장하고 전달을 확인한 뒤 Relay는 보고서를 삭제하고 더 이상 보관하지 않습니다. Credit은 검증과 저장이 완료된 후에만 1개 차감됩니다.
tr: ChatGPT yalnızca istediğiniz raporu geliştirmeye yardımcı olur; hesaplamaları Interstellar yapar ve uygulama içi harita içeriğini sağlar. Oluştur’a dokunduğunuzda ad veya takma ad, uygulanabildiğinde ilişki türü ve hesaplanan harita sonuçları Interstellar Relay üzerinden gönderilir. Profilinizin doğum tarihi, doğum saati ve doğum yeri gönderilmez. İsterseniz takma ad kullanabilirsiniz. Bu cihaz raporu kaydedip teslimatı onayladıktan sonra Relay raporu siler ve artık saklamaz. Bir Credit yalnızca doğrulama ve kayıt tamamlandıktan sonra düşülür.
zh_hans: ChatGPT 只辅助优化你主动请求的报告；星盘计算和 App 内固定内容由 Interstellar 提供。点击生成后，名字或昵称、适用时的关系类型及已计算星盘结果会经 Interstellar Relay 发送。不会发送 Profile 中的出生日期、出生时间和出生地点；如担心姓名泄露，可以使用昵称。报告在本机保存并确认交付后，Relay 会立即删除且不再保存。仅在验证并保存成功后扣除 1 Credit。

# ai.network-consent.chart-title
source: Allow ChatGPT report assistance?
de: ChatGPT-Unterstützung für Berichte erlauben?
es: ¿Permitir que ChatGPT ayude con el informe?
fr: Autoriser l’assistance de ChatGPT pour le rapport ?
it: Consentire l’assistenza di ChatGPT per i report?
ko: ChatGPT 보고서 지원을 허용할까요?
tr: ChatGPT rapor desteğine izin verilsin mi?
zh_hans: 允许 ChatGPT 辅助优化报告？

# ai.network-consent.title
source: Allow ChatGPT report assistance?
de: ChatGPT-Unterstützung für Berichte erlauben?
es: ¿Permitir que ChatGPT ayude con el informe?
fr: Autoriser l’assistance de ChatGPT pour le rapport ?
it: Consentire l’assistenza di ChatGPT per i report?
ko: ChatGPT 보고서 지원을 허용할까요?
tr: ChatGPT rapor desteğine izin verilsin mi?
zh_hans: 允许 ChatGPT 辅助优化报告？

# app.error.local-chart-calculation
source: Local chart calculation failed. Check the birth data and try again.
de: Die lokale Horoskopberechnung ist fehlgeschlagen. Prüfe die Geburtsdaten und versuche es erneut.
es: El cálculo local de la carta falló. Comprueba los datos de nacimiento e inténtalo de nuevo.
fr: Le calcul local de la carte a échoué. Vérifiez les données de naissance et réessayez.
it: Il calcolo locale del tema non è riuscito. Controlla i dati di nascita e riprova.
ko: 로컬 차트 계산에 실패했습니다. 출생 정보를 확인한 후 다시 시도하세요.
tr: Yerel harita hesaplaması başarısız oldu. Doğum bilgilerini kontrol edip tekrar deneyin.
zh_hans: 本地星盘计算失败，请检查出生资料后重试。

# app.error.selected-event-chart-calculation
source: Unable to calculate the chart for the selected event time.
de: Das Horoskop für den ausgewählten Ereigniszeitpunkt konnte nicht berechnet werden.
es: No se pudo calcular la carta para la hora del evento seleccionada.
fr: Impossible de calculer la carte pour l’heure de l’événement sélectionnée.
it: Impossibile calcolare il tema per l'orario dell'evento selezionato.
ko: 선택한 이벤트 시각의 차트를 계산할 수 없습니다.
tr: Seçilen olay zamanı için harita hesaplanamadı.
zh_hans: 无法计算所选事件时刻的星盘。

# app.interpretation-content-is-incomplete-for-this-chart
source: Interpretation content is incomplete for this chart.
de: Die Deutungsinhalte für dieses Horoskop sind unvollständig.
es: El contenido de interpretación de esta carta está incompleto.
fr: Le contenu d’interprétation de cette carte est incomplet.
it: Il contenuto interpretativo per questo tema è incompleto.
ko: 이 차트의 해석 콘텐츠가 완전하지 않습니다.
tr: Bu harita için yorum içeriği eksik.
zh_hans: 当前星盘的解读内容尚未完整加载。

# ask.add-another-option
source: Add another option
de: Weitere Option hinzufügen
es: Añadir otra opción
fr: Ajouter une autre option
it: Aggiungi un’altra opzione
ko: 다른 선택지 추가
tr: Başka bir seçenek ekle
zh_hans: 增加一个选项

# ask.additional-life-areas-optional
source: Additional Life Areas · Optional
de: Zusätzliche Lebensbereiche · Optional
es: Áreas de vida adicionales · Opcional
fr: Domaines de vie supplémentaires · Facultatif
it: Aree di vita aggiuntive · Facoltative
ko: 추가 생활 영역 · 선택 사항
tr: Ek Yaşam Alanları · İsteğe Bağlı
zh_hans: 附加生活领域 · 可选

# ask.answer
source: Answer
de: Antwort
es: Resultado
fr: Résultat
it: Risposta
ko: 답변
tr: Yanıt
zh_hans: 结果

# ask.ask-about-one-specific-outcome
source: Ask about one specific outcome.
de: Frage nach einem konkreten Ergebnis.
es: Pregunta por un resultado concreto.
fr: Posez une question sur un résultat précis.
it: Chiedi un singolo risultato specifico.
ko: 하나의 구체적인 결과에 대해 질문하세요.
tr: Belirli tek bir sonuç hakkında sorun.
zh_hans: 询问一个具体结果是否更有可能发生。

# ask.ask-history
source: ASK HISTORY
de: FRAGENVERLAUF
es: HISTORIAL DE CONSULTAS
fr: HISTORIQUE DES QUESTIONS
it: CRONOLOGIA DOMANDE
ko: 질문 기록
tr: SORU GEÇMİŞİ
zh_hans: 问事历史

# ask.ask-the-chart
source: ASK THE CHART
de: DAS HOROSKOP FRAGEN
es: CONSULTAR LA CARTA
fr: INTERROGER LA CARTE
it: CHIEDI AL TEMA
ko: 차트에 질문
tr: HARİTAYA SOR
zh_hans: 问事盘

# ask.ask-the-chart.22f1126
source: Ask the chart
de: Das Horoskop fragen
es: Consultar la carta
fr: Interroger la carte
it: Chiedi al tema
ko: 차트에 질문
tr: Haritaya sor
zh_hans: 生成问事盘

# ask.ask-when
source: Ask when
de: Nach dem Zeitpunkt fragen
es: Preguntar cuándo
fr: Demander quand
it: Chiedi quando
ko: 언제인지 묻기
tr: Ne zaman olduğunu sor
zh_hans: 询问时间

# ask.best-time-card-detail
source: Choose a more supportive moment to act.
de: Finde einen günstigeren Moment zum Handeln.
es: Elige un momento más favorable para actuar.
fr: Choisissez un moment plus favorable pour agir.
it: Scegli un momento più favorevole per agire.
ko: 행동하기에 더 유리한 시점을 찾아보세요.
tr: Harekete geçmek için daha destekleyici bir zamanı seçin.
zh_hans: 选择更适合行动的时机。

# ask.best-time-consumer-note
source: Best Time compares future moments for action. It is separate from When, which reads timing from the question chart.
de: Best Time vergleicht zukünftige Zeitpunkte zum Handeln. Es unterscheidet sich von When, das das Timing aus dem Fragehoroskop ableitet.
es: Best Time compara momentos futuros para actuar. Es distinto de When, que interpreta el tiempo desde la carta de la pregunta.
fr: Best Time compare des moments futurs pour agir. Il est distinct de When, qui lit le timing dans le thème de la question.
it: Best Time confronta momenti futuri per agire. È distinto da When, che ricava il timing dalla carta della domanda.
ko: Best Time은 행동하기 좋은 미래 시점을 비교합니다. 질문 차트에서 사건의 시기를 읽는 When과는 별개의 기능입니다.
tr: Best Time, eylem için gelecekteki zamanları karşılaştırır. Sorunun haritasından zamanı okuyan When’den ayrıdır.
zh_hans: Best Time 比较未来哪些时刻更适合行动；它与 When 不同，When 从提问时刻的问事盘中判断事情何时可能发生。

# ask.best-time-history-detail
source: Best Time
de: Bester Zeitpunkt
es: Mejor momento
fr: Meilleur moment
it: Momento migliore
ko: 최적 시점
tr: En İyi Zaman
zh_hans: 最佳行动时机

# ask.best-time-next-30-days
source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
it: 30 giorni
ko: 30일
tr: 30 gün
zh_hans: 30 天

# ask.best-time-next-7-days
source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
it: 7 giorni
ko: 7일
tr: 7 gün
zh_hans: 7 天

# ask.best-time-next-90-days
source: 90 days
de: 90 Tage
es: 90 días
fr: 90 jours
it: 90 giorni
ko: 90일
tr: 90 gün
zh_hans: 90 天

# ask.best-time-note
source: Best Time compares future moments for taking action. It does not answer when an event will happen.
de: Best Time vergleicht zukünftige Zeitpunkte für eine Handlung. Es beantwortet nicht, wann ein Ereignis eintreten wird.
es: Best Time compara momentos futuros para actuar. No responde cuándo ocurrirá un evento.
fr: Best Time compare des moments futurs pour agir. Il ne répond pas à la question de savoir quand un événement se produira.
it: Best Time confronta momenti futuri in cui agire. Non risponde a quando accadrà un evento.
ko: Best Time은 행동하기 좋은 미래 시점을 비교합니다. 어떤 사건이 언제 일어날지를 답하는 기능은 아닙니다.
tr: Best Time, harekete geçmek için gelecekteki zamanları karşılaştırır. Bir olayın ne zaman gerçekleşeceğini söylemez.
zh_hans: Best Time 比较未来哪些时刻更适合采取行动；它不回答某件事会在什么时候发生。

# ask.best-time-placeholder
source: When should I launch this project?
de: Wann sollte ich dieses Projekt starten?
es: ¿Cuándo debería lanzar este proyecto?
fr: Quand devrais-je lancer ce projet ?
it: Quando dovrei lanciare questo progetto?
ko: 이 프로젝트는 언제 시작하는 게 좋을까요?
tr: Bu projeyi ne zaman başlatmalıyım?
zh_hans: 我什么时候启动这个项目比较好？

# ask.best-time-question
source: What do you want to time?
de: Wofür möchtest du den besten Zeitpunkt finden?
es: ¿Para qué quieres elegir el momento?
fr: Pour quoi souhaitez-vous choisir le meilleur moment ?
it: Per cosa vuoi trovare il momento migliore?
ko: 어떤 일을 위한 최적 시점을 찾고 있나요?
tr: Hangi eylem için en iyi zamanı arıyorsunuz?
zh_hans: 你想为什么事情择时？

# ask.best-time-result-detail
source: This window ranked highest among the future moments searched.
de: Dieses Zeitfenster schnitt unter den geprüften zukünftigen Zeitpunkten am besten ab.
es: Esta ventana obtuvo la puntuación más alta entre los momentos futuros analizados.
fr: Cette période est arrivée en tête parmi les moments futurs analysés.
it: Questa finestra si è classificata al primo posto tra i momenti futuri analizzati.
ko: 검색한 미래 시점 가운데 이 시간대의 종합 조건이 가장 높게 평가되었습니다.
tr: Bu zaman aralığı, taranan gelecekteki zamanlar arasında en yüksek sırayı aldı.
zh_hans: 在本次搜索的未来时段中，这个时间窗口的综合条件排名最高。

# ask.best-time-result-summary
source: Most supportive window
de: Günstigstes Zeitfenster
es: Ventana más favorable
fr: Période la plus favorable
it: Finestra più favorevole
ko: 가장 유리한 시간대
tr: En destekleyici zaman aralığı
zh_hans: 最适合行动的时间窗口

# ask.best-time-start-date
source: Search from
de: Suche ab
es: Buscar desde
fr: Rechercher à partir de
it: Cerca a partire da
ko: 검색 시작일
tr: Şu tarihten itibaren ara
zh_hans: 从这里开始搜索

# ask.best-time-subtitle
source: Find a more supportive moment to begin or act.
de: Finde einen günstigeren Moment, um zu beginnen oder zu handeln.
es: Encuentra un momento más favorable para empezar o actuar.
fr: Trouvez un moment plus favorable pour commencer ou agir.
it: Trova un momento più favorevole per iniziare o agire.
ko: 시작하거나 행동하기에 더 유리한 시점을 찾아보세요.
tr: Başlamak veya harekete geçmek için daha destekleyici bir zaman bulun.
zh_hans: 寻找更适合开始或采取行动的时机。

# ask.best-time-suitability
source: Suitability
de: Eignung
es: Idoneidad
fr: Pertinence du moment
it: Idoneità
ko: 적합도
tr: Uygunluk
zh_hans: 适合度

# ask.best-time-window
source: Search window
de: Suchzeitraum
es: Ventana de búsqueda
fr: Période de recherche
it: Periodo di ricerca
ko: 검색 기간
tr: Arama aralığı
zh_hans: 搜索范围

# ask.best-timing
source: Best timing
de: Bestes Timing
es: Mejor momento
fr: Meilleur moment
it: Tempistica migliore
ko: 최적 타이밍
tr: En iyi zamanlama
zh_hans: 推荐时间

# ask.calculating-the-horary-chart
source: Calculating the horary chart…
de: Stundenhoroskop wird berechnet…
es: Calculando la carta horaria…
fr: Calcul de la carte horaire…
it: Calcolo del tema orario…
ko: 호라리 차트 계산 중…
tr: Soru astrolojisi haritası hesaplanıyor…
zh_hans: 正在计算问事盘…

# ask.chart-analysis
source: Chart analysis
de: Horoskopanalyse
es: Análisis de la carta
fr: Analyse de la carte
it: Analisi del tema
ko: 차트 분석
tr: Harita analizi
zh_hans: 专业分析

# ask.chart-moment
source: Chart moment
de: Horoskopzeitpunkt
es: Momento de la carta
fr: Moment de la carte
it: Momento del tema
ko: 차트 시각
tr: Harita anı
zh_hans: 起盘时间

# ask.choose-a-location
source: Choose a location
de: Standort auswählen
es: Elige un lugar
fr: Choisissez un lieu
it: Scegli una località
ko: 위치를 선택하세요
tr: Bir konum seçin
zh_hans: 选择地点

# ask.choose-an-area
source: Choose an area
de: Bereich auswählen
es: Elige un ámbito
fr: Choisissez un domaine
it: Scegli un’area
ko: 영역을 선택하세요
tr: Bir alan seçin
zh_hans: 选择对应领域

# ask.choose-one-path-your-question-is-calculated-privately-on-this-device
source: Choose one path.
de: Wähle einen Weg.
es: Elige una opción.
fr: Choisissez une option.
it: Scegli un percorso.
ko: 한 가지 방식을 선택하세요.
tr: Bir yol seçin.
zh_hans: 选择一种方式。

# ask.choose-what-matters-how-far-to-search-and-the-precision-you-need
source: Choose what matters, how far to search, and the precision you need.
de: Wähle, was wichtig ist, wie weit gesucht werden soll und welche Genauigkeit du brauchst.
es: Elige qué importa, hasta dónde buscar y la precisión que necesitas.
fr: Choisissez ce qui compte, l’étendue de la recherche et la précision souhaitée.
it: Scegli ciò che conta, quanto lontano cercare e la precisione necessaria.
ko: 무엇이 중요한지, 얼마나 멀리 탐색할지, 필요한 정밀도를 선택하세요.
tr: Neyin önemli olduğunu, ne kadar ileriyi aramak istediğinizi ve gereken hassasiyeti seçin.
zh_hans: 选择目标领域、搜索范围和所需精度。

# ask.close-call
source: Close call
de: Knapp
es: Resultado muy ajustado
fr: Résultat serré
it: Esito molto vicino
ko: 박빙
tr: Başa baş
zh_hans: 结果接近

# ask.compare-two-to-five-real-options
source: Compare two or three real options.
de: Vergleiche zwei oder drei echte Optionen.
es: Compara dos o tres opciones reales.
fr: Comparez deux ou trois options réelles.
it: Confronta due o tre opzioni reali.
ko: 실제 선택지 두세 개를 비교하세요.
tr: İki veya üç gerçek seçeneği karşılaştırın.
zh_hans: 比较两个或三个实际选项。

# ask.connection
source: Connection
de: Verbindung
es: Conexión
fr: Lien
it: Connessione
ko: 연결
tr: Bağlantı
zh_hans: 代表星联系

# ask.consideration.ascendantLordCombust
source: Ascendant ruler is combust
de: Der Herrscher des Aszendenten ist verbrannt
es: El regente del Ascendente está combusto
fr: Le maître de l’Ascendant est combuste
it: Il signore dell’Ascendente è combusto
ko: 상승점 주인이 컴버스트 상태
tr: Yükselen yöneticisi yanık
zh_hans: 上升主星燃烧

# ask.consideration.earlyAscendant
source: Ascendant is in the first 3°
de: Der Aszendent steht in den ersten 3°
es: El Ascendente está en los primeros 3°
fr: L’Ascendant est dans les 3 premiers degrés
it: L’Ascendente è nei primi 3°
ko: 상승점이 별자리의 처음 3°에 위치
tr: Yükselen ilk 3° içinde
zh_hans: 上升位于星座最初 3°

# ask.consideration.lateAscendant
source: Ascendant is in the last 3°
de: Der Aszendent steht in den letzten 3°
es: El Ascendente está en los últimos 3°
fr: L’Ascendant est dans les 3 derniers degrés
it: L’Ascendente è negli ultimi 3°
ko: 상승점이 별자리의 마지막 3°에 위치
tr: Yükselen son 3° içinde
zh_hans: 上升位于星座最后 3°

# ask.consideration.marsInTenthUnfortunate
source: Mars is weakened in the 10th house
de: Mars ist im 10. Haus geschwächt
es: Marte está debilitado en la casa 10
fr: Mars est affaibli en maison 10
it: Marte è indebolito in 10ª casa
ko: 화성이 10하우스에서 약화됨
tr: Mars 10. evde zayıf durumda
zh_hans: 火星在第 10 宫处于不利状态

# ask.consideration.moonLateDegrees
source: Moon is in the last 3° of its sign
de: Der Mond steht in den letzten 3° seines Zeichens
es: La Luna está en los últimos 3° de su signo
fr: La Lune est dans les 3 derniers degrés de son signe
it: La Luna è negli ultimi 3° del suo segno
ko: 달이 현재 별자리의 마지막 3°에 위치
tr: Ay bulunduğu burcun son 3° derecesinde
zh_hans: 月亮位于当前星座最后 3°

# ask.consideration.moonViaCombusta
source: Moon is in the Via Combusta
de: Der Mond steht in der Via Combusta
es: La Luna está en la Vía Combusta
fr: La Lune est dans la Via Combusta
it: La Luna è nella Via Combusta
ko: 달이 비아 콤부스타에 위치
tr: Ay Via Combusta’da
zh_hans: 月亮位于燃烧之路

# ask.consideration.moonVoidOfCourse
source: Moon is void of course
de: Der Mond ist void of course
es: La Luna está vacía de curso
fr: La Lune est vide de course
it: La Luna è fuori corso
ko: 달이 보이드 오브 코스
tr: Ay boşlukta
zh_hans: 月亮空亡

# ask.consideration.planetaryHourDiscordant
source: Hour ruler does not agree with the Ascendant
de: Der Stundenherr stimmt nicht mit dem Aszendenten überein
es: El regente de la hora no concuerda con el Ascendente
fr: Le maître de l’heure ne concorde pas avec l’Ascendant
it: Il signore dell’ora non concorda con l’Ascendente
ko: 행성시의 주인이 상승점과 부합하지 않음
tr: Saat yöneticisi Yükselenle uyuşmuyor
zh_hans: 行星时主星与上升不相符

# ask.consideration.saturnInAscendant
source: Saturn is in the 1st house
de: Saturn steht im 1. Haus
es: Saturno está en la casa 1
fr: Saturne est en maison 1
it: Saturno è in 1ª casa
ko: 토성이 1하우스에 위치
tr: Satürn 1. evde
zh_hans: 土星位于第 1 宫

# ask.consideration.saturnInSeventh
source: Saturn is in the 7th house
de: Saturn steht im 7. Haus
es: Saturno está en la casa 7
fr: Saturne est en maison 7
it: Saturno è in 7ª casa
ko: 토성이 7하우스에 위치
tr: Satürn 7. evde
zh_hans: 土星位于第 7 宫

# ask.consideration.saturnInTenthUnfortunate
source: Saturn is weakened in the 10th house
de: Saturn ist im 10. Haus geschwächt
es: Saturno está debilitado en la casa 10
fr: Saturne est affaibli en maison 10
it: Saturno è indebolito in 10ª casa
ko: 토성이 10하우스에서 약화됨
tr: Satürn 10. evde zayıf durumda
zh_hans: 土星在第 10 宫处于不利状态

# ask.consideration.seventhCuspAfflicted
source: 7th-house cusp is afflicted
de: Die Spitze des 7. Hauses ist affiziert
es: La cúspide de la casa 7 está afligida
fr: La cuspide de la maison 7 est affligée
it: La cuspide della 7ª casa è afflitta
ko: 7하우스 커스프가 손상됨
tr: 7. ev başlangıç noktası zarar görüyor
zh_hans: 第 7 宫宫头受克

# ask.consideration.seventhLordInFall
source: 7th-house ruler is in fall
de: Der Herrscher des 7. Hauses steht im Fall
es: El regente de la casa 7 está en caída
fr: Le maître de la maison 7 est en chute
it: Il signore della 7ª casa è in caduta
ko: 7하우스 주인이 폴 상태
tr: 7. ev yöneticisi düşüşte
zh_hans: 第 7 宫主星落陷
